[
    {
        "title": "Shared neural codes of recognition memory",
        "authors": "[@Géza Gergely Ambrus|member.html#ambrus]",
        "abstract": "Here, a data-driven approach was taken to investigate the temporal evolution of shared information content between different memory conditions using openly available EEG data from healthy human participants of both sexes, taken from six experiments. A test dataset involving personally highly familiar and unfamiliar faces was used. The results show that neural signals of recognition memory for face stimuli were highly generalized starting from around 200 ms following stimulus onset. When training was performed on non-face datasets, an early (around 200–300 ms) to late (post-400 ms) differentiation was observed over most regions of interest. Successful cross-classification for non-face stimuli (music and object/scene associations) was most pronounced in late period. Additionally, a striking dissociation was observed between familiar and remembered objects, with shared signals present only in the late window for correctly remembered objects, while cross-classification for familiar objects was successful in the early period as well.",
        "doi": "https:\/\/doi.org/10.1038\/s41598-024-66158-y"
    },
    {
        "title": "Your place or mine? The neural dynamics of personally familiar scene recognition suggests category independent familiarity encoding",
        "authors": "Hannah Klink, Daniel Kaiser, Rico Stecher, [@Géza Gergely Ambrus|member.html#ambrus], Gyula Kovács",
        "abstract": "Recognizing a stimulus as familiar is an important capacity in our everyday life. Recent investigation of visual processes has led to important insights into the nature of the neural representations of familiarity for human faces. Still, little is known about how familiarity affects the neural dynamics of non-face stimulus processing. Here we report the results of an EEG study, examining the representational dynamics of personally familiar scenes. Participants viewed highly variable images of their own apartments and unfamiliar ones, as well as personally familiar and unfamiliar faces. Multivariate pattern analyses were used to examine the time course of differential processing of familiar and unfamiliar stimuli. Time-resolved classification revealed that familiarity is decodable from the EEG data similarly for scenes and faces. The temporal dynamics showed delayed onsets and peaks for scenes as compared to faces. Familiarity information, starting at 200 ms, generalized across stimulus categories and led to a robust familiarity effect. In addition, familiarity enhanced category representations in early (250–300 ms) and later (>400 ms) processing stages. Our results extend previous face familiarity results to another stimulus category and suggest that familiarity as a construct can be understood as a general, stimulus-independent processing step during recognition.",
        "doi": "https:\/\/doi.org\/10.1093\/cercor\/bhad397"
    },
	{
        "title": "No semantic information is necessary to evoke general neural signatures of face familiarity: evidence from cross-experiment classification",
        "authors": "Alexia Dalski, Gyula Kovács, [@Géza Gergely Ambrus|member.html#ambrus]",
        "abstract": "We applied a cross-experiment multivariate pattern classification analysis (MVPA), to test if EEG patterns for passive viewing of personally familiar and unfamiliar faces are useful in decoding familiarity in a matching task where familiarity was attained thorough a short perceptual task. Importantly, no additional semantic, contextual, or affective information was provided for the familiarized identities during perceptual familiarization. Although the two datasets originate from different sets of participants who were engaged in two different tasks, familiarity was still decodable in the sorted, same-identity matching trials. This finding indicates that the visual processing of the faces of personally familiar and purely perceptually familiarized identities involve similar mechanisms, leading to cross-classifiable neural patterns.",
        "doi": "https:\/\/doi.org\/10.1007\/s00429-022-02583-x"
    },
	{
        "title": "Characterizing the shared signals of face familiarity: long-term acquaintance, voluntary control, and concealed knowledge",
        "authors": "Alexia Dalski, Gyula Kovács, Holger Wiese, [@Géza Gergely Ambrus|member.html#ambrus]",
        "abstract": "We tested how the information content in the neural signal unfolds over time under different task demands – giving truthful or deceptive responses to photographs of genuinely familiar and unfamiliar individuals. For this goal, we re-analyzed data from two previously published experiments using within-experiment leave-one-subject-out and cross-experiment classification of face familiarity. We observed that the general face familiarity signal, consistent with its previously described spatio-temporal properties, is present for long-term personally familiar faces under passive viewing, as well as for acknowledged and concealed familiarity responses. Also, central-posterior regions contain information related to deception. We propose that signals in the 200–400 ms window are modulated by top-down task-related anticipation, while the patterns in the 400–600 ms window are influenced by conscious effort to deceive.",
        "doi": "https:\/\/doi.org\/10.1016\/j.brainres.2022.148094"
    },
	{
        "title": "A neural measure of the degree of face familiarity",
        "authors": "Chenglin Li, A Mike Burton, [@Géza Gergely Ambrus|member.html#ambrus], Gyula Kovács",
        "abstract": "Here we report the results of a multivariate cross-classification EEG experiment, where we study the temporal representational dynamics of the degree of familiarity. Participants viewed highly variable face images of 20 identities. Importantly, we measured face familiarity using subjective familiarity ratings in addition to testing explicit knowledge and reaction times in a face matching task. A machine learning algorithm, trained to discriminate familiar and unfamiliar faces from a separate study, was used to predict the degree of face familiarity from the pattern of the EEG data. We found that the neural representations of the degree of familiarity emerge between 400 - 600 msec post-stimulus onset for famous persons. The correlation between decoding performance and behavioral familiarity was more reliable, occurred earlier and lasted longer when personally familiar and viewers' own faces were included in the analysis.",
        "doi": "https:\/\/doi.org\/10.1016\/j.cortex.2022.06.012"
    },
	{
        "title": "Evidence for a General Neural Signature of Face Familiarity",
        "authors": "Alexia Dalski, Gyula Kovács, [@Géza Gergely Ambrus|member.html#ambrus]",
        "abstract": "We explored the neural signatures of face familiarity using cross-participant and cross-experiment decoding of event-related potentials, evoked by unknown and experimentally familiarized faces from a set of experiments with different participants, stimuli, and familiarization-types. Human participants of both sexes were either familiarized perceptually, via media exposure, or by personal interaction. We observed significant cross-experiment familiarity decoding involving all three experiments, predominantly over posterior and central regions of the right hemisphere in the 270–630 ms time window. This shared face familiarity effect was most prominent across the Media and the Personal, as well as between the Perceptual and Personal experiments. Cross-experiment decodability makes this signal a strong candidate for a general neural indicator of face familiarity, independent of familiarization methods, participants, and stimuli. ",
        "doi": "https:\/\/doi.org\/10.1093\/cercor\/bhab366"
    }
]